export const aboutUsContent = {
  about:
    "სამშენებლო მასალების ქართულ ბაზარზე გრაუბერგს მრავალი წელია, მნიშვნელოვანი მოთამაშის როლი აქვს. ცემენტის ქარხანა, რომელიც ქალაქ ზუგდიდში მდებარეობს, უკვე დიდი ხანია, მომხმარებელს უახლესი ტექნოლოგიით დამზადებულ უმაღლესი ხარისხის ცემენტსა და ბეტონს სთავაზობს, ბოლო პერიოდში განხორციელებუული რებრენდინგის შემდგომ კი ის გრაუბერგის სახელით პოზიციონირებს. კონკურენტულ გარემოში თავის დამკვიდრების მიზნით, გრაუბერგის პროდუქციას ობიექტურად საუკეთესო ფასი აქვს.",
  mission:
    "მაღალი ხარისხის სამშენებლო მასალების წარმოება, მიმდინარე სამშენებლო პროექტების მხარდაჭერა და საქართველოს ინფრასტრუქტურის განვითარებაში წვლილის შეტანა წარმოადგენს. ჩვენ მზად ვართ მუდმივი გაუმჯობესებისთვის, წარმოების გაზრდისა და პროდუქციის ასორტიმენტის გაფართოებისთვის მომხმარებლის მრავალფეროვანი საჭიროებების დასაკმაყოფილებლად.",
  vision: `იყოს პროგრესის მაგალითი სამშენებლო ინდუსტრიაში და ჩამოყალიბდეს ბაზრის ლიდერად, ჩვენმა პროდუქტებმა და სერვისებმა კი ხარისხისა და ინოვაციების უმაღლესი სტანდარტი ასახოს. გრაუბერგი უარს ამბობს ნებისმიერ კომპრომისზე, რომელიც, შესაძლოა, პროდუქციის ხარისხზე აისახოს. ჩვენი მიზანია, რომ მნიშვნელოვანი წვლილი შევიტანოთ თქვენს მიერ შესრულებული სამუშაოს ხარისხში და დავიცვათ ჩვენი ვალდებულება სამართლიანი ფასების, დროული მიწოდებისა და უმაღლესი ხარისხის ყველა სტანდარტში.
          <br />
          <br />
          გრაუბერგი ხელმძღვანელობს ხარისხის უზრუნველყოფისა და სოციალური
          პასუხისმგებლობის ვალდებულებით. ჩვენ პრიორიტეტს ვანიჭებთ მომხმარებელთა
          კმაყოფილებას, ეთიკურ ბიზნეს პრაქტიკას და აქტიურ მონაწილეობას CSR
          ინიციატივებსა და მდგრადობის პოლიტიკაში, რაც ჩვენს საზოგადოებასა და
          გარემოს სარგებელს მოუტანს.ჩვენ მზად ვართ ვაწარმოოთ ნამდვილი ქართული
          პროდუქცია, მხარი დავუჭიროთ ადგილობრივ ინდუსტრიებს და აქტიური წვლილი
          შევიტანოთ ჩვენი ქვეყნის ზრდასა და განვითარებაში. გრაუბერგი
          მომხმარებელს საუკეთესო ფასად სთავაზობს გარანტირებულად ხარისხიან
          პროდუქციას და უწევს საიმედო მომსახურებას.Ჩვენ მუდმივი გაუმჯობესების
          ერთგულები ვართ, რათა ვიყოთ ყველაზე სასურველი არჩევანი საქართველოში
          მიმდინარე ყველა სამშენებლო პროექტისთვის.`,
};
