import beton from "@/public/images/beton.webp";
import factory from "@/public/images/factory.webp";
import wall from "@/public/assets/images/wall.png";
import building from "@/public/assets/images/building.png";
import image431 from "@/public/assets/images/image431.png";
import image432 from "@/public/assets/images/image432.png";
import constructionImage2 from "@/public/assets/images/carouselImage2.png";

export const blogs = [
  {
    image: beton,
    alt: "betton",
    url: "/blog/article?=1",
  },
  {
    image: factory,
    alt: "factory",
    url: "/blog/article?=2",
  },
  {
    image: wall,
    alt: "betton",
    url: "/blog/article?=3",
  },
  // {
  //   image: building,
  //   alt: "building",
  //   title: "qualityConcreteHomes",
  //   text: "factoryConcreteMixing",
  //   url: "/blog/article",
  // },
  // {
  //   image: image431,
  //   alt: "betton",
  //   title: "concreteStrengthCementRole",
  //   text: "concreteStrengthDurability",
  //   url: "/blog/article",
  // },
  // {
  //   image: image432,
  //   alt: "betton",
  //   title: "constructionProcessSafety",
  //   text: "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპო გრაფ იული ნაწარმის შემქმნელებს...",
  //   url: "/blog/article",
  // },
];

export const articles = [
  {
    image: constructionImage2,
    header: "",
    headerDetails:
      "ბეტონი ერთ-ერთი ყველაზე ფართოდ გამოყენებადი მასალაა მშენებლობაში, რომელიც გამოირჩევა სიმტკიცითა და გამძლეობით. ბეტონი მიიღება ბუნებრივი და ხელოვნური მასალების ურთიერთ შეზავებით და შედგება რამდენიმე ძირითადი კომპონენტისგან: ქვიშა, ღორღი, ცემენტი, წყალი, ცემენტისებრი შემავსებელი და სხვადასხვა ტიპის პლასტიფიკატორები.",
    olList: [
      {
        header: "შეგვიძლია გამოვყოთ ბეტონის ოთხი ტიპი",
        list: [
          {
            key: "განსაკუთრებით მძიმე (ზემძიმე) ბეტონი-",
            desc: "2500 კგ/მ3 და მეტი",
          },
          { key: "მძიმე (ჩვეულებრივი) ბეტონი- ", desc: "1800-2500 კგ/მ3" },
          {
            key: "მსუბუქი ბეტონი –",
            desc: " 500-1800 კგ/მ3 (ზოგჯერ შემსუბუქებული 1800-2200 კგ/მ3)",
          },
          {
            key: "თბოსაიზოლაციო (განსაკუთრებით მსუბუქი ბეტონი) -",
            desc: " 500 კგ/მ3-მდე",
          },
        ],
        subText:
          "ბეტონს აქვს უნარი გაუძლოს მძიმე დატვირთვას და მკაცრ გარემო პირობებს, რის გამოც იგი იდეალურია ნებისმიერი ტიპის მშენებლობისთვის, მათ შორის: ინფრასტრუქტურული ნაგებობებისთვის, კომერციული და საწარმოო ობიექტების, გზების, ხიდებისა და გვირაბების მშენებლობებისთვის.",
      },
      {
        header:
          "ბეტონი, ასევე, შეგვიძლია დავყოთ სხვადასხვა დანიშნულების მიხედვითაც",
        list: [
          {
            key: "მძიმე (ჩვეულებრივი) ბეტონი –",
            desc: " გამოიყენება შენობებისა და ნაგებობებისთვის",
          },
          { key: "", desc: "ჰიდროტექნიკური ბეტონი" },
          { key: "", desc: "საგზაო ნაგებობებისთვის განკუთვნილი ბეტონი" },
          { key: "ბიოლოგიური –", desc: " გამოსხივებისაგან დამცავი ბეტონი" },
          { key: "", desc: "ცეცხლმედეგი ბეტონი" },
          { key: "", desc: "დეკორატიული ბეტონი" },
          { key: "ქიმიური –", desc: " მჟავა და ტუტეგამძლე ბეტონი" },
          { key: "", desc: "სწრაფმყარებადი ბეტონი" },
        ],
        subText: "",
      },
    ],
    footerTitle: "თანამედროვე ბეტონის წარმოება",
    footerDetails: [
      "თანამედროვე ბეტონის წარმოებისას იყენებენ ქვიშისა და ღორღის ორ-ორ ფრაქციას, რაც ხელს უწყობს მათი დოზირების ზუსტ განსაზღვრას, შედეგად კი მიიღება მაქსიმალურად ერთგვაროვანი და კარგი კონსისტენციის მქონე პროდუქტი. ასევე, იყენებენ სხვადასხვა სახეობის პლასტიფიკატორებს, მშენებლობის ტიპის, გარემოსა და სპეციფიკაციების გათვალისწინებით.",
      "ბეტონი მშენებლობის ინდუსტრიის განუყოფელ ნაწილად რჩება და განაგრძობს განვითარებას, რომ უპასუხოს, როგორც ეკოლოგიურ გამოწვევებს, ასევე, ინდუსტრიაში არსებულ მოთხოვნებს. თანამედროვე ტექნოლოგიები კი ხელს უწყობს ბეტონის მდგრად და ეფექტურ გამოყენებას ინფრასტრუქტურული ნაგებობის მშენებლობისას.",
    ],
  },
  {
    header: "cementBasics",
    headerDetails: "coreCement",
    ulList: [
      {
        header: "makingCement",
        list: [
          { key: "rawMaterials", desc: "rawMaterialsDesc" },
          { key: "materials", desc: "materialsDesc" },
          { key: "oven", desc: "ovenDesc" },
          { key: "grinding", desc: "grindingDesc" },
          { key: "distribution", desc: "distributionDesc" },
        ],
      },
      {
        header: "cementTypes",
        list: [
          { key: "portlandcement", desc: "cementVarietie" },
          { key: "Portland Pozzolana Cement (PPC)", desc: "pozzolanaDesc" },
          { key: "quickSetCement", desc: "cementTypesExplained" },
          { key: "sulphatResistannce", desc: "sulphatDesc" },
          { key: "whiteCement", desc: "whiteCementOverview" },
          { key: "hydroCem", desc: "aquaCem" },
        ],
      },
    ],
    footerTitle: "თანამედროვე ბეტონის წარმოება",
    footerDetails: [
      "თანამედროვე ბეტონის წარმოებისას იყენებენ ქვიშისა და ღორღის ორ-ორ ფრაქციას, რაც ხელს უწყობს მათი დოზირების ზუსტ განსაზღვრას, შედეგად კი მიიღება მაქსიმალურად ერთგვაროვანი და კარგი კონსისტენციის მქონე პროდუქტი. ასევე, იყენებენ სხვადასხვა სახეობის პლასტიფიკატორებს, მშენებლობის ტიპის, გარემოსა და სპეციფიკაციების გათვალისწინებით.",
      "ბეტონი მშენებლობის ინდუსტრიის განუყოფელ ნაწილად რჩება და განაგრძობს განვითარებას, რომ უპასუხოს, როგორც ეკოლოგიურ გამოწვევებს, ასევე, ინდუსტრიაში არსებულ მოთხოვნებს. თანამედროვე ტექნოლოგიები კი ხელს უწყობს ბეტონის მდგრად და ეფექტურ გამოყენებას ინფრასტრუქტურული ნაგებობის მშენებლობისას.",
    ],
  },
  {
    header: "ცემენტის ტიპები და მათი გამოყენება",
    headerDetails:
      "ცემენტი ყველაზე მნიშვნელოვანი მასალაა თანამედროვე მშენებლობაში, მას იყენებენ ყველა ტიპის ინფრასტრუქტურული ნაგებობისთვის იქნება ეს მაღალი ცათამბჯენები თუ უბრალო ტროტუარები. მაგრამ კონკრეტულად რა არის ცემენტი, როგორ მზადდება იგი და რა ტიპის არსებობს?",
    ulList: [
      {
        header: "ცემენტის დამზადება",
        subHeader: "ცემენტის დამზადება მოიცავს რამდენიმე ეტაპს:",
        list: [
          {
            key: "ნედლეულის მოპოვება - ",
            desc: "გროვდება კირქვა, თიხა და სილიციუმის ქვიშა.",
          },
          {
            key: "ნედლეულის გადამუშავება და შერევა",
            desc: "",
          },
          {
            key: "ღუმელში გაცხელება - ",
            desc: "მიღებული მასა ცხელდება სპეციალურ ღუმელში და წარმოქმნის კლინკერს.",
          },
          {
            key: "დაფქვა - ",
            desc: "კლინკერი იფქვება წვრილ ფხვნილად და მას ურევენ თაბაშირს.",
          },
          {
            key: "შეფუთვა და დისტრიბუცია ",
            desc: "",
          },
        ],
      },
      {
        header: "ცემენტის სახეობები",
        subHeader: "სხვადასხვა ტიპის ცემენტი ემსახურება სხვადასხვა მიზნებს:",
        list: [
          {
            key: "პორტლანდცემენტი (OPC) - ",
            desc: "გამოიყენება ზოგადი მშენებლობისთვის.",
          },
          {
            key: "Portland Pozzolana Cement (PPC) - ",
            desc: "აძლიერებს გამძლეობას და წინააღმდეგობას ქიმიკატების მიმართ.",
          },
          {
            key: "სწრაფი გამკვრივება ცემენტი - ",
            desc: "უფრო სწრაფად იძენს ძალას, იდეალურია სწრაფი პროექტებისთვის.",
          },
          {
            key: "სულფატ-რეზისტენტული ცემენტი - ",
            desc: "შესაფერისია საკანალიზაციო სისტემებისთვის.",
          },
          {
            key: "თეთრი ცემენტი - ",
            desc: "გამოიყენება არქიტექტურული და დეკორატიული სამუშაოებისთვის.",
          },
          {
            key: "ჰიდრავლიკური ცემენტი - ",
            desc: "გამოიყენება წყალქვეშა ნაგებობებისთვის.",
          },
        ],
      },
    ],
    subHeader: "პორტლანდცემენტი",
    subText:
      "პორტლანდცემენტი ყველაზე ფართოდ გამოყენებული სახეობაა მშენებლობაში მისი მრავალფეროვნებისა და გამძლეობის გამო. იგი მიიღება კირქვისა და თიხის ნარევის გაცხელებით ღუმელში კლინკერის წარმოქმნით, რომელსაც შემდეგ ფქვავენ და ურევენ თაბაშირს. იგი ცნობილია თავისი მაღალი გამძლეობით და წყლის ქვეშ გამაგრებისა და გამკვრივების უნარით. პორტლანდცემენტი გამოიყენება სამშენებლო პროექტების ფართო სპექტრში, მათ შორის ხიდების, მაგისტრალების, შენობების და კაშხლების მშენებლობაში.",
    footerTitle: "ცემენტი თანამედროვე გამოწვევების წინაშე",
    footerDetails: [
      "თანამედროვე მსოფლიოს გამოწვევებს ეკოლოგიური კუთხით გავლენა აქვს ცემენტის ინდუსტრიაზეც. სწორედ ამიტომ, ისეთი ინოვაციები, როგორიცაა მწვანე ცემენტი და ნახშირბადის დაჭერის ტექნოლოგიები, მიზნად ისახავს გარემოზე ზემოქმედების შემცირებას მშენებლობის ხარისხის შენარჩუნებით. აღსანიშნავია, რომ ცემენტის ინდუსტრიისთვის მნიშვნელოვანია მდგრადი განვითარება.",
      "ცემენტი რჩება თანამედროვე კონსტრუქციების განუყოფელ ნაწილად, რომელიც უზრუნველყოფს გამძლეობას და სიმტკიცეს. სწორედ მდგრად განვითარებაზე ორიენტირებული ცემენტის ტიპები დააკმაყოფილებს სამშენებლო ბაზარზე არსებულ მოთხოვნებს და გახდის მშენებლობებს კიდევ უფრო მტკიცეს, გარემოს მინიმალური დაზიანებით.",
    ],
  },
  {
    header: "გრაუბერგის ქარხანა",
    headerDetails:
      "გრაუბერგის ცემენტის და ბეტონის ქარხანა მდებარეობს ქალაქ ზუგდიდში. იგი უკვე დიდი ხანია, მომხმარებელს უახლესი ტექნოლოგიით დამზადებულ უმაღლესი ხარისხის სამშენებლო მასალებს სთავაზობს. ჩვენი ქარხანა გარანტიაა საერთაშორისო და ეკოლოგიურ სტანდარტებთან შესაბამისი პროდუქციის წარმოების, რაც მნიშნელოვან წვლილს შეიტანს სამშენებლო ინდუსტრიის განვითარებაში საქართველოში.",
    subHeader: "რატომ არის მნიშვნელოვანი გრაუბერგის ქარხნის არსებობა?",
    subText:
      "პირველ რიგში აღსანიშნავია, რომ ცემენტი და ბეტონი სამშენებლო მასალების მნიშვნელოვანი კომპონენტია, რომელიც ფართოდ გამოიყენება გზების, ხიდების, შენობების და სხვა ინფრასტრუქტურულ მშენებლობებში. ადგილობრივად ქარხნის არსებობით კი, ჩვენ შეგვიძლია უზრუნველვყოთ მათი სტაბილური და საიმედო მიწოდება, სამშენებლო მასალებზე მზარდი მოთხოვნების დასაკმაყოფილებლად. ეს ხელს უწყობს ურბანიზაციას და ეკონომიკურ პროგრესს, გარე მომწოდებლებზე დამოკიდებულების და ტრანსპორტირების ხარჯების შემცირებით. ადგილობრივი ქარხნის არსებობა ამცირებს რისკებს, რომლებიც დაკავშირებულია მიწოდების გლობალურ ჯაჭვში შეფერხებებთან, როგორიცაა ფასების რყევა, ვაჭრობის შეზღუდვები ან ბუნებრივი კატასტროფები, რომლებიც გავლენას ახდენენ სატრანსპორტო მარშრუტებზე. ცემენტის და ბეტონის ქარხანა მნიშვნელოვანი რგოლია როგორც ეკონომიკური, ასევე, სამრეწველო თვალსაზრისით. აღსანიშნავია, რომ ის მნიშვნელოვან როლს თამაშობს ადგილობრივი ეკონომიკის სტიმულირებაში - ქმნის დასაქმების შესაძლებლობებს და ანვითარებს ადგილობრივ წარმოებას. გრაუბერგის ქარხნის დახმარებით ჩვენ შევძლებთ მხარი დავუჭიროთ საქართველოში ინფრასტრუქტურული პროექტების განვითარებას და წვლილი შევიტანოთ ბაზარზე არსებული ხარისხის გაუმჯობესებაში. ასევე, გვექნება შესაძლებლობა მომხმარებლებს შევთავაზოთ პროდუქციის ფართო ასორტიმენტი, ვიყოთ პროგრესის მაგალითი და ჩამოვყალიბდეთ ბაზრის ლიდერად.",
  },
];
