export const blogs = [
  {
    image: "/images/beton.png",
    alt: "betton",
    title: "ბეტონის ტიპები და მათი გამოყენება",
    text: "ბეტონი თანამედროვე არქიტექტურაში და საინჟინრო სფეროში გამორჩეული მასალაა. მისი მდგრადობა, სიმტკიცე და გარემოს მიმა...",
    url: "/blog/article",
  },
  {
    image: "/images/factory.png",
    alt: "factory",
    title: "ქარხსნის სტანდარტები და მისი უპირატესობები",
    text: "ბეტონის ქარხანა არის წარმოების ობიექტი, სადაც ბეტონი სპეციალური ტექნოლოგიით მზადდება და სხვადასხვა სამშენებლო პროე...",
    url: "/blog/article",
  },
  {
    image: "/assets/images/wall.png",
    alt: "betton",
    title: "როგორ გამოვიყენოთ ცემენტი სწორად",
    text: "ცემენტის სწორად გამოყენება მშენებლობაში დიდ მნიშვნელობას ატარებს, რადგან ის განსაზღვრავს საბოლოო სტრუქტურის სიმტ...",
    url: "/blog/article",
  },
  {
    image: "/assets/images/building.png",
    alt: "building",
    title: "ჩვენი ბეტონის ხარისხით განმტკიცებული ბინები",
    text: "ქარხანაში ხდება ბეტონის ყველა საჭირო ინგრედიენტის, მათ შორის ცემენტის, ქვიშისა და წყლის, ზუსტი პროპორციებით შერევა ...",
    url: "/blog/article",
  },
  {
    image: "/assets/images/image431.png",
    alt: "betton",
    title: "ბეტონის სიძლიერე და ცემენტის როლი",
    text: "ბეტონი თავისი სიმტკიცითა და მდგრადობით გამოირჩევა, რაც მნიშვნელოვან როლს თამაშობს სხვადასხვა სტრუქტურის მშენ...",
    url: "/blog/article",
  },
  {
    image: "/assets/images/image432.png",
    alt: "betton",
    title: "უსაფთხოება მშენებლობის პროცესში",
    text: "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპო გრაფ იული ნაწარმის შემქმნელებს...",
    url: "/blog/article",
  },
];
