{
  "home": "Home",
  "about": "About",
  "products": "Products",
  "contact": "Contact",
  "productTitle": "Our Premium Building Materials",
  "productDescription": "High-Quality Products to Meet All Your Construction Needs",
  "productsOneTitle": "Premium Portland Cement",
  "productsOneDescription": "Our Our Premium Portland Cement offers excellent durability and high strength, making it ideal for a wide range of construction projects. Perfect for both residential and commercial use",
  "productsTwoTitle": "High-Performance Concrete Mix",
  "productsTwoDescription": "Our High-Performance Concrete Mix ensures superior workability and performance, suitable for complex structures and heavy-duty applications",
  "productsThreeTitle": "Lightweight Aggregates",
  "productsThreeDescription": "Our Lightweight Aggregates are perfect for reducing the overall weight of structures without compromising strength, ideal for high-rise buildings and long-span bridges",
  "productsFourTitle": "Masonry Cement",
  "productsFourDescription": "Our Masonry Cement is designed for exceptional bonding and workability, perfect for brickwork, stone masonry, and plastering applications",
  "aboutSectionTitle": "GRAUBERG is a leading provider of",
  "aboutSectionTitleHighQuality": " high-quality ",
  "aboutSectionTitleBuildingMaterials": " building materials",
  "ourMission": "Our Mission",
  "aboutSectionSubItemsFirstDesc": "Our mission is to produce and distribute high-quality building materials at competitive prices, supporting ongoing construction projects and contributing to the development of Georgia's infrastructure.",
  "ourVision": "Our Vision",
  "aboutSectionSubItemsSecondDesc": "Our vision is to be a beacon of progress and excellence in the construction industry. We are dedicated to daily development and continuous improvement, ensuring that our products reflect the highest standard of quality and innovation.",
  "ourValues": "Our Values",
  "aboutSectionSubItemsThirdDesc": "GRAUBERG is guided by a commitment to quality, integrity, and social responsibility. We prioritize customer satisfaction, ethical business practices, and active participation in CSR initiatives that benefit our community",
  "getInTouch": "Get in touch",
  "getInTouchDescription": "Have questions or need more information? Get in touch with us today to discuss your project needs and discover how GRAUBERG can support your construction goals. We're here to help",
  "getInTouchWithUs": "Get in Touch with Us",
  "allRightReserved": "© 2023 Grauberg, All Rights Reserved",
  "heroTitle": "Building Georgia's Future with ",
  "heroTitleSpan": "Quality Materials",
  "heroDescription": "High-quality building materials at competitive prices"
}
