{
  "home": "Home",
  "about": "About Us",
  "products": "Products",
  "blog": "Blog",
  "contact": "Contact",
  "catalog": "Catalog",
  "sendEmail": "Send us an email",
  "requestACall": "Request a call",
  "productTitle": "Our Premium Building Materials",
  "productDescription": "High-Quality Products to Meet All Your Construction Needs",
  "productsOneTitle": "Premium Portland Cement",
  "productsOneDescription": "Our Our Premium Portland Cement offers excellent durability and high strength, making it ideal for a wide range of construction projects. Perfect for both residential and commercial use",
  "productsTwoTitle": "High-Performance Concrete Mix",
  "productsTwoDescription": "Our High-Performance Concrete Mix ensures superior workability and performance, suitable for complex structures and heavy-duty applications",
  "productsThreeTitle": "Lightweight Aggregates",
  "productsThreeDescription": "Our Lightweight Aggregates are perfect for reducing the overall weight of structures without compromising strength, ideal for high-rise buildings and long-span bridges",
  "productsFourTitle": "Masonry Cement",
  "productsFourDescription": "Our Masonry Cement is designed for exceptional bonding and workability, perfect for brickwork, stone masonry, and plastering applications",
  "aboutSectionTitle": "GRAUBERG is a leading provider of",
  "aboutSectionTitleHighQuality": " high-quality ",
  "aboutSectionTitleBuildingMaterials": " building materials",
  "ourMission": "Our Mission",
  "aboutSectionSubItemsFirstDesc": "Our mission is to produce and distribute high-quality building materials at competitive prices, supporting ongoing construction projects and contributing to the development of Georgia's infrastructure.",
  "ourVision": "Our Vision",
  "aboutSectionSubItemsSecondDesc": "Our vision is to be a beacon of progress and excellence in the construction industry. We are dedicated to daily development and continuous improvement, ensuring that our products reflect the highest standard of quality and innovation.",
  "ourValues": "Our Values",
  "aboutSectionSubItemsThirdDesc": "GRAUBERG is guided by a commitment to quality, integrity, and social responsibility. We prioritize customer satisfaction, ethical business practices, and active participation in CSR initiatives that benefit our community",
  "getInTouch": "Get in touch",
  "getInTouchDescription": "Have questions or need more information? Get in touch with us today to discuss your project needs and discover how GRAUBERG can support your construction goals. We're here to help",
  "getInTouchWithUs": "Get in Touch with Us",
  "allRightReserved": "© 2023 Grauberg, All Rights Reserved",
  "heroTitle": "Building Georgia's Future with ",
  "heroTitleSpan": "Quality Materials",
  "heroDescription": "High-quality building materials at competitive prices",
  "name": "Name",
  "email": "Email",
  "phone": "Phone",
  "note": "Note",
  "submitRequest": "Submit Request",
  "message": "Message",
  "subject": "Subject",
  "send": "Send",
  "contactUs": "Contact Us",
  "required": "Required",
  "ourProduct": "Our Product",
  "strengthYou": "Strength You",
  "canBuildOn": "Can Build On",
  "frequentlyAskedQuestions": "Frequently Asked Questions",
  "popularBlog": "Popular Blog",
  "betonTypes": "Beton Types And Their Usage",
  "viewAll": "View All",
  "portlandcement": "PORTLANDCEMENT",
  "portlandText": "Grauberg has been an important player in the Georgian market of construction materials for many years. The cement factory, which is located in the city of Zugdidi, has been offering its customers the highest quality cement and concrete made with the latest technology for a long time. After the recent rebranding, it positions itself on behalf of Grauberg. In a competitive environment In order to establish, Grauberg's products are objectively the best It has a price.",
  "ourCementUsage": "Our Cement Usage",
  "cementUsageInfo": "The Grauberg CEM II/A-P 42.5 N series is ideal for civil and industrial construction projects such as roads, bridges, residential buildings and infrastructure facilities where strong and durable materials are required.",
  "cementS": "Cement's",
  "concretS": "Concret's",
  "calculator": "Calculator",
  "thickness": "Thickness",
  "length": "Length",
  "height": "Height",
  "sm": "SM",
  "calculate": "Calculate",
  "cementNeeded": "Required Volume Of Cement",
  "cubicMeters": "Cubic Meters",
  "howMuchCement": "How many pieces of Grauberg cement will I need?",
  "cementPocket": "Cement Pocket",
  "cementAdventages": "What Are The Advantages Of Our Cement?",
  "highQuality": "High Quality",
  "internationalStandards": "Our products are made in accordance with international standards, which ensures the durability and reliability of the materials.",
  "endurance": "Endurance",
  "extremeClimatic": "Grauberg cement and concrete are characterized by high durability and resistance to extreme climatic conditions.",
  "ecologicStandards": "Ecologic standards",
  "ecologicStandardsInfo": "Our products comply with the requirements of ecological standards, which means that they are safe for both the environment and the consumer.",
  "what": "What is ",
  "grauberg": "Grauberg?",
  "graubergStory": "Grauberg has played a significant role as a key player in the Georgian construction materials market for many years. The cement factory, located in the city of Zugdidi, has long been offering customers high-quality cement and concrete manufactured with the latest technology. Following recent rebranding efforts, it is now positioned under the name Grauberg.",
  "aboutPrice": "To establish itself in a competitive environment, Grauberg's products are offered at objectively the best price.",
  "Duracon": "High-strength concrete",
  "UniCem": "The most common type of cement used in many construction projects.",
  "DuraBuild": "It has exceptional durability and is used in various infrastructure projects.",
  "latestNews": "Latest News",
  "news": "All News",
  "PrimeStandards": "Factory standards and its advantages",
  "CemGuide": "How to Use Cement Correctly",
  "march20": "March 20, 2024",
  "minute5": "5 minute",
  "makingCement": "Making Cement",
  "rawMaterials": "Extraction of raw materials",
  "rawMaterialsDesc": "Limestone, clay and silicon sand accumulate.",
  "materials": "Mixing",
  "materialsDesc": "Processing and mixing of raw materials",
  "oven": "Heat in the oven",
  "ovenDesc": "The resulting mass is heated in a special oven and forms a clinker",
  "grinding": "Grinding",
  "grindingDesc": "The clinker is poured into a fine powder and is mixed with plaster",
  "distribution": "Distribution",
  "distributionDesc": "Packing and Distribution",
  "cementBasics": "Types of cement and their use",
  "coreCement": "Cement is the most important material in modern construction, it is used for all types of infrastructure buildings be it high skyscrapers or simple sidewalks. But specifically what is cement, how is it made and what type is it?",
  "cementEssentials": "Cement is a powdered material that, when mixed with water and other ingredients...",
  "cementTypes": "Types of Cement",
  "cementVarietie": "Is used for common buildings",
  "pozzolanaDesc": "Enhances durability and resistance to chemicals.",
  "sulphatResistannce": "Sulfate-resistant cement",
  "sulphatDesc": "Suitable for sewer systems.",
  "whiteCement": "White Cement",
  "whiteCementOverview": "Used for architectural and decorative works.",
  "quickSetCement": "Rapid-Hardening Cement",
  "cementTypesExplained": "Gains strength faster, ideal for fast projects.",
  "hydroCem": "Hydraulic Cement",
  "aquaCem": "Used for underwater buildings.",
  "conclusion": "Cement in the face of modern challenges",
  "cementCore": "The challenges of the modern world also have an ecological impact on the cement industry. That is why innovations such as green cement and carbon capture technologies aim to reduce the impact on the environment by maintaining the quality of construction. It is noteworthy that sustainable development is important for the cement industry.",
  "rightCementChoice": "Cement remains an integral part of modern constructions that provide durability and durability. It is the sustainable development-oriented cement types that will meet the requirements of the construction market and make the constructions even more proven, with minimal damage to the environment.",
  "relatedTopics": "You May Also Be Interested In",
  "navigation": "Navigation",
  "termsAndConditions": "Terms and Conditions",
  "rulesAndConditions": "Rules and Conditions",
  "address": "Tbilisi, Chavchavadze 61a",
  "comment": "Comment",
  "phoneNumber": "Phone number",
  "firstAndLustName": "First name, Last name",
  "quest1": "What is the difference between types of cement and concrete?",
  "answ1": "Cement and concrete types differ in their composition, properties, and intended uses. Main types of cement include: Portland Cement: The most commonly used type in many construction projects, known for its high-setting speed and durability. Blended Cement: Contains additional minerals alongside Portland cement, making it suitable for special conditions like coastal constructions because it better withstands moisture and corrosion. Special Cements: These types are used in extreme conditions such as high temperatures or freezing. Concrete types also vary based on their characteristics: Standard Concrete: Commonly used for residential buildings and small projects. High-Strength Concrete: Known for exceptional durability, used in infrastructure projects such as bridges, dams, and skyscrapers. Decorative Concrete: Used for aesthetic purposes, such as countertops and bathroom surfaces.",
  "quest2": "What is the difference between cement and concrete?",
  "answ2": "Cement and concrete are different materials. Cement is a powder that becomes slurry when mixed with water and dries during the setting process. It acts as a binder in mixtures of concrete and mortar. Concrete, on the other hand, is a mixture of cement, water, sand, and gravel used in construction. Thus, cement is one component of concrete that binds various materials and provides strength.",
  "quest3": "What types of cement/concrete does Gruberg offer?",
  "answ3": "Gruberg offers the following types of cement and concrete: Portland Cement: The most common type used in various construction projects, noted for its high-setting speed and durability. High-Strength Concrete: Known for exceptional durability, used in infrastructure projects such as bridges, dams, and skyscrapers.",
  "quest4": "What advantages does Gruberg cement/concrete offer?",
  "answ4": " Gruberg cement and concrete feature several key advantages: High Quality: Our products are manufactured according to international standards, ensuring strength and reliability. Durability: Grauberg cement and concrete are characterized by high durability and resistance to extreme climatic conditions. Eco-Friendly Materials: Our products comply with environmental standards, meaning they are safe for both the environment and the consumer. Ease of Use: Our materials mix easily, allowing for quick application and reducing time and costs during construction.",
  "quest5": "How do I choose the right cement/concrete for my project?",
  "answ5": "Choosing the appropriate cement or concrete depends on the specifics of your project: Residential Buildings: Portland cement and standard concrete are sufficient for building walls, floors, and foundations. Industrial Projects: High-strength cement and concrete are recommended for structures subjected to heavy loads, such as dams, bridges, and large-scale constructions. Decorative Projects: Decorative concrete is ideal for aesthetic surfaces, such as decorative flooring and interior or exterior decor. If you need further assistance, the Gruberg customer support team is always available for consultation.",
  "quest6": "What type of cement/concrete is best for house construction?",
  "answ6": "For house construction, Portland cement and standard concrete are recommended, as these materials provide a solid foundation and high durability. If you desire additional strength, you can opt for high-strength concrete.",
  "quest7": "How do I calculate the amount of cement/concrete I need for my project?",
  "answ7": "The amount of cement or concrete depends on the volume of your project and the proportions of the mix. Gruberg's website has an online calculator that can help you easily determine the required amount of cement and concrete. You can also consider standard formulas: for example, for 1 cubic meter of concrete, approximately 300-350 kg of cement is needed.",
  "quest8": "What should I know about mixing and using cement/concrete?",
  "answ8": "It's crucial to maintain the correct proportions when mixing cement and concrete: Mixing Proportions: Typically, a 1:2:4 ratio is used for concrete (1 part cement, 2 parts sand, 4 parts gravel). These proportions can be adjusted as needed. Mixing Time: It is important to use the material quickly after mixing, as the mix begins to set, and its usability is limited. Water Quantity: Adding too much water can decrease the strength of the concrete.",
  "quest9": "How long does it take for cement/concrete to cure?",
  "answ9": "The curing time for cement and concrete depends on environmental conditions. Generally, concrete reaches its full strength in 28 days, though initial set occurs within 24-48 hours, after which light loads can be applied. The quality of concrete improves in moist and cool conditions.",
  "quest10": "How should I store cement/concrete to maintain its quality?",
  "answ10": "Cement should be stored in a dry and cool place, protected from moisture. Containers must be well-sealed to prevent the cement from drying out and losing its properties. Concrete should be used shortly after mixing, as it cannot be stored in its mixed form.",
  "quest11": "What is the standard shelf life of cement/concrete?",
  "answ11": "The standard shelf life of cement, if stored properly, is 6-12 months. Concrete mix should be used within a few hours of preparation, as it does not have a storage capability.",
  "quest12": "How does Gruberg meet quality standards?",
  "answ12": "Gruberg holds ISO certifications, which means our products meet international quality and safety standards. Our materials undergo regular laboratory testing, ensuring high compliance with durability, strength, and moisture resistance. These certificates and tests guarantee that Gruberg's cement and concrete comply with the most stringent construction regulations and standards.",
  "quest13": "Can I use Gruberg's cement/concrete for eco-friendly construction?",
  "answ13": "Yes, Gruberg's cement and concrete conform to eco-friendly construction standards. Our materials are made from environmentally safe ingredients, and our production processes focus on energy conservation and minimizing emissions. Additionally, Gruberg participates in green building programs, which enhance our products' status as ideal choices for sustainable construction.",
  "quest14": "How do I order Gruberg's cement/concrete?",
  "answ14": "Ordering our products is simple and convenient. You can visit Gruberg's website, click the contact button, and fill out the relevant fields. Enter your name, surname, phone number, email address, and any additional comments if necessary, and Gruberg's customer support team will contact you shortly.",
  "quest15": "What is the minimum order quantity for cement/concrete?",
  "answ15": "Gruberg offers maximum flexibility, and there is no predefined minimum order quantity for cement/concrete.",
  "quest16": "Does Gruberg offer wholesale or individual orders for large projects?",
  "answ16": "Yes, we provide both wholesale and individual orders for large construction projects. Our team assists you in determining the quantity of product you need and offers special pricing and services for large-scale projects, such as commercial and industrial buildings.",
  "quest17": "What kind of cement/concrete delivery service does Grauberg offer?",
  "answ17": "Grauberg provides cement and concrete delivery services to any location, whether it’s for residential, industrial, or commercial projects. Our fast and reliable logistics network ensures timely and safe delivery of products. The delivery service accommodates both small orders and large bulk requests. Within Zugdidi, the delivery service is free, while in other locations, the price is determined by distance.",
  "quest18": "Can I return or exchange Grauberg’s cement/concrete?",
  "answ18": "Our goal is to ensure maximum customer satisfaction. If the product is damaged, you can request a replacement; however, sold products cannot be returned.",
  "quest19": "How can I get consultation regarding Grauberg's products?",
  "answ19": "To receive consultation, please visit our website, click on the contact button, and fill in the necessary fields. Enter your first name, last name, phone number, email, and add any comments if needed. The Grauberg customer support team will contact you as soon as possible. Our employees will provide personalized advice for your project, assist you in selecting the right products, and explain the proper usage of Grauberg cement and concrete in detail.",
  "quest20": "What types of strength concrete are there?",
  "answ20": "According to the strength, concrete is divided into the following stamps: upper – 100-200 kg / cm2 (10-20 MPa); Heavy – 100-800 kg / cm2 (10-80 MPa); Light – 10-400 kg / cm2 (1-",
  "quest21": "How to choose a concrete type?",
  "answ21": "The type of concrete is also chosen according to the purpose: 1. For the construction of heavy (ordinary) – buildings and structures; 2 .For hydraulic – hydraulic building; 3. Road – for road construction; 4.Biological – Radiation Protective Concrete; 5. Firefighting; 6.Decorative; 7. Chemical – acid and tutegammon concrete; 8. Fast-paced and so on.",
  "quest22": "What does concrete consist of?",
  "answ22": "Concrete is an artificial stone obtained by mixing natural and artificial materials. Concrete consists of several basic materials: sand, pork, cement, water, cement filler and various types of plasticizers.",
  "highFirmness": "High Firmness Concrete",
  "cement": "Cement",
  "concrete": "Concrete",
  "aboutGrauberg": "About Grauberg",
  "graubergMission": "The Mission of Grauberg",
  "graubergVision": "The Vision of Grauberg",
  "graubergConstructionMaterials": "Grauberg has played a significant role in the Georgian construction materials market for many years. The cement factory, located in the city of Zugdidi, has long been offering customers top-quality cement and concrete produced with the latest technology. Following a recent rebranding, it now positions itself under the name Grauberg. To establish itself in a competitive environment, Grauberg's products are offered at objectively the best price.",
  "qualityConstructionforProgress": "The production of high-quality construction materials, support for ongoing construction projects, and contribution to the development of Georgia's infrastructure represent our mission. We are committed to continuous improvement, increasing production, and expanding our product range to meet the diverse needs of our customers.",
  "settingNewStandardsinConstruction": "To be an example of progress in the construction industry and establish itself as a market leader, with our products and services reflecting the highest standards of quality and innovation. Grauberg refuses to compromise on anything that might affect the quality of its products. Our goal is to make a significant contribution to the quality of the work you deliver.",
  "qualityResponsibilityandGrowth": "Grauberg is guided by a commitment to quality assurance and social responsibility. We prioritize customer satisfaction, ethical business practices, and active participation in CSR initiatives and sustainability policies, bringing benefits to our community and environment. We are dedicated to producing authentic Georgian products, supporting local industries, and actively contributing to the growth and development of our country. Grauberg offers guaranteed high-quality products at the best prices and provides reliable service. We are committed to continuous improvement to be the most preferred choice for all construction projects in Georgia.",
  "clinker": "Clinker",
  "buildMix": "A concrete plant is a production facility where concrete is prepared using special technology and is used in various construction projects.",
  "cemStrength": "Proper use of cement in construction is of great importance as it determines the strength of the final structure.",
  "allBlogs": "All Blogs",
  "factoryStandardsBenefits": "Factory Standards and Their Advantages",
  "qualityConcreteHomes": "Apartments Reinforced with the Quality of Our Concrete",
  "concreteStrengthCementRole": "The Strength of Concrete and the Role of Cement",
  "constructionProcessSafety": "Safety in the Construction Process",
  "concreteInArchitectureEngineering": "Concrete in Modern Architecture and Engineering is a Remarkable Material. Its Durability, Strength, and Environmental Impact",
  "factoryConcreteMixing": "In the factory, all the necessary ingredients of concrete, including cement, sand, and water, are mixed in precise proportions",
  "concreteStrengthDurability": "Concrete is distinguished by its strength and durability, playing a significant role in the construction of various structures",
  "contactDescription": "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპო გრაფ იული ნაწარმის შემქმნელებს, რეალურთან მაქს",
  "graubergFactory": "Grauberg’s Factory",
  "factoryDetails": "The Grauberg Cement and Concrete Plant is located in the city of Zugdidi. It has long offered customers the highest quality building materials made with the latest technology. Our factory guarantees the production of products in accordance with international and ecological standards, which will make a significant contribution to the development of the construction industry in Georgia.",
  "whyFactory": "Why is the existence of a Gruberg factory important?",
  "substantiation1": "First of all, cement and concrete are an important component of building materials that are widely used in roads, bridges, buildings and other infrastructure constructions. Even with the presence of a local plant, we can ensure their stable and reliable supply to meet the growing demands on building materials. This contributes to urbanization and economic progress by reducing dependence on external suppliers and transportation costs.",
  "substantiation2": "The existence of a local plant reduces the risks associated with delays in the global supply chain, such as price fluctuations, trade restrictions, or natural disasters that affect transport routes.",
  "substantiation3": "The cement and concrete plant is an important link in both economic and industrial terms. It is noteworthy that it plays an important role in stimulating the local economy - creating employment opportunities and developing local production.",
  "substantiation4": "With the help of the Gruberg plant, we will be able to support the development of infrastructure projects in Georgia and contribute to the improvement of the quality of the market. We will also have the opportunity to offer customers a wide range of products, to be an example of progress and to be a market leader.",
  "termsConditions": "Terms & Conditions",
  "termsDesc": "www.grauberg.ge (hereinafter referred as “Website”) is the property of “Grauberg Cement” Limited Liability Company, Identification number: 404583571 (hereinafter referred as “Company”) and Its use is governed by legislation of Georgia and the terms and conditions established by the Company. The Website is intended to support business activities of the Company, it can be used by any individual or legal entity (hereinafter referred to as the 'User'/“Users”) who, in case of using this Website, constitutes user of the Website. Any offer and/or specified product or service published on the Website is regulated by specific agreements, which can be familiarized with the Company representatives.",
  "useOfWebsite": "Use of the Website",
  "useOfWebsiteDesc": "The information published on the Website is for the personal/informational use of the Users only. This information, as well as the structure, image, design or any feature of the Website, may not be shared, transmitted, copied and / or reproduced (including on social media) for commercial purposes without the prior written consent of the Company. It is possible that any particular page on the Website may contain rules different from these Terms and Conditions. While using Company's Website (including contact page, evaluation chart, blogs or forums) illegal / fraudulent actions, discriminatory, defamatory, hate speech or posting, dissemination / transmission of information that may violate the law and / or damage the Company's business reputation, are prohibited. It is also not allowed to cause technical, software damage to the Website. Malfunction of any software module (phone, computer, etc.) used to get to the Website is risk of User. If access to the Website has been disabled for technical reasons or other reasons beyond Company’s control, the Company shall not be liable for any such circumstances or consequences/damages thereof.",
  "intellectualProperty": "Intellectual property",
  "intellectualDesc": "The Website, its content, structure and design are fully copyrighted by the Company. The Company exclusive rights also apply to any intellectual property created and registered by us (including the Company's brand name and trademarks). Unauthorized use, processing and publication of any information published on this Website (including logo, pictogram, graphics, image, image, patent, service / trademark, design, visual media created by the Company and other registered or unregistered intellectual property) (Including in social media) without the prior written consent of the Company is prohibited. The consent of the Company is not required if the information is used for personal or informational purposes only. The names, links, trademarks, logos of other people and organizations listed on our website belong to the relevant persons.",
  "privacyPolicy": "Privacy Policy",
  "privacyPolicyDesc": "The Company ensures the maximum protection of the confidential information provided to it in accordance with the provisions established by law. The Company requests the personal information of the User as needed, in accordance with the provisions established by law and to the extent necessary to provide services effectively. The User can at any time request information from the Company about the processing of his personal information. Confidential information is disclosed by the Company upon prior consent of the User or in other cases specified by law. The Company is constantly monitoring the accuracy of the possessed information and updating it. The Company also ensure the security of personal data that protects it from unauthorized encroachment. The Company reserves the right to make changes to the Data Protection Policy document from time to time within the limits established by the legislation of Georgia.The Company is authorized to recognize/record the user's activity while using the Website to produce statistics or to improve the quality of the Website. The Company processes the User's personal data (specifically: Name, Last name, Phone number and Email) in order to fulfill the obligations stipulated by the legislation of Georgia, in accordance with the rules and on the grounds specified by sub-paragraphs (a) and/or (b) of the first paragraph of Article 5 of the Law on Personal Data Protection. In case of questions/requests regarding the processing of User’s data, the User can contact the Company, the contact information is: TEL: ----------- Email: ---------- The Company may process the User's personal data in the manner and purpose indicated above in the following ways: storage, verification, transfer, viewing, request, retrieval and transmission. The Company may process above mentioned personal date for agreement and agreement fulfilment purposes, also for the purpose of providing information to the supervising administrative body and/or fulfilling the requirements of the administrative bodies authorized by the legislation of Georgia and the obligation imposed by the legislation. The Company reserves the right to use the User's email address and phone number to share marketing messages related to its products and/or services.",
  "limitationOfLiability": "Limitation of Liability",
  "limitationDesc": "The Company shall not be responsible any damage or loss caused by the use of the Website, even of a technical glitch, defect, computer virus or system malfunction. The Company will not be responsible if certain components of the Website are not available to Users. The company is not responsible for the result/damage arising from the use, analysis, and processing of the information published on the Website by Users, and therefore, it is the user's personal risk.",
  "regulatoryLawJurisdiction": "Regulatory Law and Jurisdiction",
  "regulatoryLawJurisdictionDesc": "These terms and conditions are regulated by the legislation of Georgia. A possible dispute should be ruled out by the common courts system of Georgia The invalidity of a particular provision shall not affect other provisions to the terms and conditions.",
  "contactInformation": "Contact information",
  "contactDesc": "Please read these terms and conditions carefully. If you do not consent, please let us know by sending an e-mail at: ------------",
  "concreteDetails": "The Gruberg plant, located in the city of Zugdidi, offers customers the highest quality concrete made with the latest technology. Concrete is an artificial stone obtained by mixing natural and artificial materials. In the production of modern concrete we use different types of plasticizers, taking into account the type of construction, the environment and specifications.",
  "concreteIngredients": "Concrete consists of several basic materials: sand, pork, cement, water, cement filler and various types of plasticizers.",
  "ourConcreteUsage": "Our concrete is used",
  "concreteUsageDetails": "Grauberg concrete is ideal for any type of construction, including: for infrastructure buildings, for the construction of commercial and industrial facilities, roads, bridges and tunnels.",
  "blogs": [
    {
      "header": "Types of concrete and their uses ",
      "headerDetails": "Concrete is one of the most widely used materials in construction, which is distinguished by its strength and durability. Concrete is made by mixing natural and artificial materials and consists of several main components: sand, gravel, cement, water, cement filler and different types of plasticizers.",
      "ulList": [
        {
          "header": "Types of concrete",
          "list": [
            {
              "key": "Extra heavy concrete - ",
              "desc": "2500 kg/m3 and more."
            },
            {
              "key": "Heavy (ordinary) concrete -",
              "desc": "1800-2500 kg/m3"
            },
            {
              "key": "Lightweight concrete - ",
              "desc": "500-1800 kg/m3 (sometimes lighter 1800-2200 kg/m3)."
            },
            {
              "key": "Heat-insulating concrete (extremely lightweight concrete) - ",
              "desc": "up to 500 kg/m3"
            }
          ],
          "subText": "Concrete has the ability to withstand heavy loads and harsh environmental conditions, making it ideal for any type of construction, including infrastructural, commercial and industrial facilities, roads, bridges and tunnels."
        },
        {
          "header": "We can also divide concrete according to different purposes:",
          "list": [
            {
              "key": "Heavy (ordinary) concrete – ",
              "desc": "used for buildings."
            },
            { "key": "Hydrotechnical concrete", "desc": "" },
            { "key": "Concrete for road constructions", "desc": "" },
            {
              "key": "Biological – ",
              "desc": "concrete that protects from radiation."
            },
            { "key": "Refractory concrete", "desc": "" },
            { "key": "Decorative concrete", "desc": "" },
            {
              "key": "Chemical – ",
              "desc": "acid and alkali resistant concrete."
            },
            { "key": "Fast-setting concrete", "desc": "" }
          ]
        }
      ],
      "footerTitle": "Manufacturing modern concrete",
      "footerDetails": [
        "In the production of modern concrete, two fractions of sand and gravel are used, which helps to accurately determine their dosage and as a result, a product with the best consistency is obtained. Also, different types of plasticizers are used, according to the type of construction, environment and other specifications.",
        "Concrete remains an integral part of the construction industry and continues to evolve to meet both environmental challenges and industry demands. Modern technologies contribute to the sustainable and effective use of concrete in the infrastructural constructions."
      ]
    },
    {
      "header": "Types of cement and their uses",
      "headerDetails": "Cement is a crucial material in modern construction, it is used in everything from building skyscrapers to simple pavements. But what exactly is cement, how is it made and what are its different types and uses?",
      "ulList": [
        {
          "header": "Manufacturing Cement",
          "subHeader": "Cement production involves several steps:",
          "list": [
            {
              "key": "Extraction of raw materials - ",
              "desc": "limestone, clay and silica sand are collected."
            },
            {
              "key": "Mixing and Homogenization",
              "desc": ""
            },
            {
              "key": "Heating in a Kiln - ",
              "desc": "the mixture is heated in a special Kiln, forming a clinker."
            },
            {
              "key": "Grinding - ",
              "desc": "the clinker is grounded into fine powder and mixed with gypsum."
            },
            {
              "key": "Packaging and Distribution",
              "desc": ""
            }
          ]
        },
        {
          "header": "Types of cement",
          "subHeader": "Different types of cement serve varied purposes:",
          "list": [
            {
              "key": "Portland Cement (OPC) - ",
              "desc": "used for general construction."
            },
            {
              "key": "Portland Pozzolana Cement (PPC) - ",
              "desc": "enhances durability and resistance to chemicals."
            },
            {
              "key": "Rapid Hardening Cement - ",
              "desc": "gains strength faster, ideal for quick projects."
            },
            {
              "key": "Sulphate-Resistant Cement - ",
              "desc": "suitable for sewage systems."
            },
            {
              "key": "White Cement - ",
              "desc": "used for architectural and decorative works."
            },
            {
              "key": "Hydraulic Cement - ",
              "desc": "useful for underwater structures."
            }
          ]
        }
      ],
      "subHeader": "Portland Cement",
      "subText": "Portland cement is the most widely used type of cement in construction due to its versatility and durability. It is a fine powder made by heating a mixture of limestone and clay in a kiln to form a clinker, which is then grounded and blended with gypsum. This cement is known for its strength and ability to set and harden under water. Portland cement is used in a vast range of construction projects, including bridges, highways, buildings and dams.",
      "footerTitle": "Challenges of cement in modern world",
      "footerDetails": [
        "The environmental challenges of the modern world have an impact on the cement industry as well. That is why innovations such as green cement and carbon capture technologies aim to reduce environmental impact while maintaining the quality of construction. It should be noted that sustainable development is important for the cement industry.",
        "Cement remains an integral part of modern constructions, providing durability and strength. It is the cement types focused on sustainable development that will meet the requirements of the market and make the constructions even stronger with minimal damage to the environment."
      ]
    },
    {
      "header": "Grauberg’s Factory",
      "headerDetails": "Grauberg’s cement and concrete factory is located in the city of Zugdidi. It has been offering customers high-quality construction materials made with the latest technology for a long time. Our factory is a guarantee of the production of products that meet international and ecological standards, which will make a significant contribution to the development of the construction industry in Georgia.",
      "subHeader": "Why is the existence of a factory important?",
      "subText": "First of all, it should be mentioned that cement and concrete are important components of construction materials, which are widely used in building roads, bridges, buildings and other infrastructural constructions. By having a factory locally, we can ensure a steady and reliable supply of the products to meet the growing demand for construction materials. This promotes urbanization and economic progress by reducing dependence on external suppliers and transportation costs. Having a local factory reduces the risks associated with disruptions in the global supply chain, such as price fluctuations, trade restrictions or natural disasters, that affect transport routes. The cement and concrete plant is important part both from the economic and industrial point of view. It should be noted that it plays a crucial role in stimulating local economy - creates employment opportunities and develops local production. With the help of the Grauberg’s factory, we will be able to support the development of infrastructure projects in Georgia and contribute to the improvement of the existing quality in the market. Also, we will have the opportunity to offer customers a wide range of products, be an example of progress and become a market leader."
    }
  ]
}
