{
  "home": "Home",
  "about": "About Us",
  "products": "Products",
  "blog": "Blog",
  "contact": "Contact",
  "catalog": "Catalog",
  "sendEmail": "Send us an email",
  "requestACall": "Request a call",
  "productTitle": "Our Premium Building Materials",
  "productDescription": "High-Quality Products to Meet All Your Construction Needs",
  "productsOneTitle": "Premium Portland Cement",
  "productsOneDescription": "Our Our Premium Portland Cement offers excellent durability and high strength, making it ideal for a wide range of construction projects. Perfect for both residential and commercial use",
  "productsTwoTitle": "High-Performance Concrete Mix",
  "productsTwoDescription": "Our High-Performance Concrete Mix ensures superior workability and performance, suitable for complex structures and heavy-duty applications",
  "productsThreeTitle": "Lightweight Aggregates",
  "productsThreeDescription": "Our Lightweight Aggregates are perfect for reducing the overall weight of structures without compromising strength, ideal for high-rise buildings and long-span bridges",
  "productsFourTitle": "Masonry Cement",
  "productsFourDescription": "Our Masonry Cement is designed for exceptional bonding and workability, perfect for brickwork, stone masonry, and plastering applications",
  "aboutSectionTitle": "GRAUBERG is a leading provider of",
  "aboutSectionTitleHighQuality": " high-quality ",
  "aboutSectionTitleBuildingMaterials": " building materials",
  "ourMission": "Our Mission",
  "aboutSectionSubItemsFirstDesc": "Our mission is to produce and distribute high-quality building materials at competitive prices, supporting ongoing construction projects and contributing to the development of Georgia's infrastructure.",
  "ourVision": "Our Vision",
  "aboutSectionSubItemsSecondDesc": "Our vision is to be a beacon of progress and excellence in the construction industry. We are dedicated to daily development and continuous improvement, ensuring that our products reflect the highest standard of quality and innovation.",
  "ourValues": "Our Values",
  "aboutSectionSubItemsThirdDesc": "GRAUBERG is guided by a commitment to quality, integrity, and social responsibility. We prioritize customer satisfaction, ethical business practices, and active participation in CSR initiatives that benefit our community",
  "getInTouch": "Get in touch",
  "getInTouchDescription": "Have questions or need more information? Get in touch with us today to discuss your project needs and discover how GRAUBERG can support your construction goals. We're here to help",
  "getInTouchWithUs": "Get in Touch with Us",
  "allRightReserved": "© 2023 Grauberg, All Rights Reserved",
  "heroTitle": "Building Georgia's Future with ",
  "heroTitleSpan": "Quality Materials",
  "heroDescription": "High-quality building materials at competitive prices",
  "name": "Name",
  "email": "Email",
  "phone": "Phone",
  "note": "Note",
  "submitRequest": "Submit Request",
  "message": "Message",
  "subject": "Subject",
  "send": "Send",
  "contactUs": "Contact Us",
  "required": "Required",
  "ourProduct": "Our Product",
  "strengthYou": "Strength You",
  "canBuildOn": "Can Build On",
  "frequentlyAskedQuestions": "Frequently Asked Questions",
  "popularBlog": "Popular Blog",
  "betonTypes": "Beton Types And Their Usage",
  "viewAll": "View All",
  "portlandcement": "PORTLANDCEMENT",
  "portlandText": "Grauberg has been an important player in the Georgian market of construction materials for many years. The cement factory, which is located in the city of Zugdidi, has been offering its customers the highest quality cement and concrete made with the latest technology for a long time. After the recent rebranding, it positions itself on behalf of Grauberg. In a competitive environment In order to establish, Grauberg's products are objectively the best It has a price.",
  "ourCementUsage": "Our Cement Usage",
  "cementUsageInfo": "The Grauberg CEM II/A-P 42.5 N series is ideal for civil and industrial construction projects such as roads, bridges, residential buildings and infrastructure facilities where strong and durable materials are required.",
  "cementS": "Cement's",
  "calculator": "Calculator",
  "thickness": "Thickness",
  "length": "Length",
  "height": "Height",
  "sm": "SM",
  "calculate": "Calculate",
  "cementNeeded": "Required Volume Of Cement",
  "cubicMeters": "Cubic Meters",
  "howMuchCement": "How many pieces of Grauberg cement will I need?",
  "cementPocket": "Cement Pocket",
  "cementAdventages": "What Are The Advantages Of Our Cement?",
  "highQuality": "High Quality",
  "internationalStandards": "Our products are made in accordance with international standards, which ensures the durability and reliability of the materials.",
  "endurance": "Endurance",
  "extremeClimatic": "Grauberg cement and concrete are characterized by high durability and resistance to extreme climatic conditions.",
  "ecologicStandards": "Ecologic standards",
  "ecologicStandardsInfo": "Our products comply with the requirements of ecological standards, which means that they are safe for both the environment and the consumer.",
  "what": "What is ",
  "grauberg": "Grauberg?",
  "graubergStory": "Grauberg has played a significant role as a key player in the Georgian construction materials market for many years. The cement factory, located in the city of Zugdidi, has long been offering customers high-quality cement and concrete manufactured with the latest technology. Following recent rebranding efforts, it is now positioned under the name Grauberg.",
  "aboutPrice": "To establish itself in a competitive environment, Grauberg's products are offered at objectively the best price.",
  "Duracon": "High-strength concrete",
  "UniCem": "The most common type of cement used in many construction projects.",
  "DuraBuild": "It has exceptional durability and is used in various infrastructure projects.",
  "latestNews": "Latest News",
  "news": "All News",
  "PrimeStandards": "Factory standards and its advantages",
  "CemGuide": "How to Use Cement Correctly",
  "march20": "March 20, 2024",
  "minute5": "5 minute",
  "cementBasics": "What is Cement and How Does It Work?",
  "coreCement": "Cement is one of the most important construction materials...",
  "cementEssentials": "Cement is a powdered material that, when mixed with water and other ingredients...",
  "cementTypes": "Types of Cement",
  "cementVarietie": "Portland cement is the most widely used...",
  "whiteCement": "White Cement",
  "whiteCementOverview": "This is a product similar to Portland cement...",
  "quickSetCement": "Rapid-Hardening Cement",
  "cementTypesExplained": "This type of cement is relatively...",
  "hydroCem": "Hydraulic Cement",
  "aquaCem": "This cement is characterized by its ability to set and harden in water...",
  "conclusion": "Conclusion",
  "cementCore": "Cement is a construction material without which modern...",
  "rightCementChoice": "Choosing the right type of cement is essential for the success of a project...",
  "relatedTopics": "You May Also Be Interested In",
  "navigation": "Navigation",
  "termsAndConditions": "Terms and Conditions",
  "rulesAndConditions": "Rules and Conditions",
  "address": "Tbilisi, Chavchavadze 61a",
  "comment": "Comment",
  "phoneNumber": "Phone number",
  "firstAndLustName": "First name, Last name",
  "quest1": "What is the difference between types of cement and concrete?",
  "answ1": "Cement and concrete types differ in their composition, properties, and intended uses. Main types of cement include: Portland Cement: The most commonly used type in many construction projects, known for its high-setting speed and durability. Blended Cement: Contains additional minerals alongside Portland cement, making it suitable for special conditions like coastal constructions because it better withstands moisture and corrosion. Special Cements: These types are used in extreme conditions such as high temperatures or freezing. Concrete types also vary based on their characteristics: Standard Concrete: Commonly used for residential buildings and small projects. High-Strength Concrete: Known for exceptional durability, used in infrastructure projects such as bridges, dams, and skyscrapers. Decorative Concrete: Used for aesthetic purposes, such as countertops and bathroom surfaces.",
  "quest2": "What is the difference between cement and concrete?",
  "answ2": "Cement and concrete are different materials. Cement is a powder that becomes slurry when mixed with water and dries during the setting process. It acts as a binder in mixtures of concrete and mortar. Concrete, on the other hand, is a mixture of cement, water, sand, and gravel used in construction. Thus, cement is one component of concrete that binds various materials and provides strength.",
  "quest3": "What types of cement/concrete does Gruberg offer?",
  "answ3": "Gruberg offers the following types of cement and concrete: Portland Cement: The most common type used in various construction projects, noted for its high-setting speed and durability. High-Strength Concrete: Known for exceptional durability, used in infrastructure projects such as bridges, dams, and skyscrapers.",
  "quest4": "What advantages does Gruberg cement/concrete offer?",
  "answ4": " Gruberg cement and concrete feature several key advantages: High Quality: Our products are manufactured according to international standards, ensuring strength and reliability. Durability: Grauberg cement and concrete are characterized by high durability and resistance to extreme climatic conditions. Eco-Friendly Materials: Our products comply with environmental standards, meaning they are safe for both the environment and the consumer. Ease of Use: Our materials mix easily, allowing for quick application and reducing time and costs during construction.",
  "quest5": "How do I choose the right cement/concrete for my project?",
  "answ5": "Choosing the appropriate cement or concrete depends on the specifics of your project: Residential Buildings: Portland cement and standard concrete are sufficient for building walls, floors, and foundations. Industrial Projects: High-strength cement and concrete are recommended for structures subjected to heavy loads, such as dams, bridges, and large-scale constructions. Decorative Projects: Decorative concrete is ideal for aesthetic surfaces, such as decorative flooring and interior or exterior decor. If you need further assistance, the Gruberg customer support team is always available for consultation.",
  "quest6": "What type of cement/concrete is best for house construction?",
  "answ6": "For house construction, Portland cement and standard concrete are recommended, as these materials provide a solid foundation and high durability. If you desire additional strength, you can opt for high-strength concrete.",
  "quest7": "How do I calculate the amount of cement/concrete I need for my project?",
  "answ7": "The amount of cement or concrete depends on the volume of your project and the proportions of the mix. Gruberg's website has an online calculator that can help you easily determine the required amount of cement and concrete. You can also consider standard formulas: for example, for 1 cubic meter of concrete, approximately 300-350 kg of cement is needed.",
  "quest8": "What should I know about mixing and using cement/concrete?",
  "answ8": "It's crucial to maintain the correct proportions when mixing cement and concrete: Mixing Proportions: Typically, a 1:2:4 ratio is used for concrete (1 part cement, 2 parts sand, 4 parts gravel). These proportions can be adjusted as needed. Mixing Time: It is important to use the material quickly after mixing, as the mix begins to set, and its usability is limited. Water Quantity: Adding too much water can decrease the strength of the concrete.",
  "quest9": "How long does it take for cement/concrete to cure?",
  "answ9": "The curing time for cement and concrete depends on environmental conditions. Generally, concrete reaches its full strength in 28 days, though initial set occurs within 24-48 hours, after which light loads can be applied. The quality of concrete improves in moist and cool conditions.",
  "quest10": "How should I store cement/concrete to maintain its quality?",
  "answ10": "Cement should be stored in a dry and cool place, protected from moisture. Containers must be well-sealed to prevent the cement from drying out and losing its properties. Concrete should be used shortly after mixing, as it cannot be stored in its mixed form.",
  "quest11": "What is the standard shelf life of cement/concrete?",
  "answ11": "The standard shelf life of cement, if stored properly, is 6-12 months. Concrete mix should be used within a few hours of preparation, as it does not have a storage capability.",
  "quest12": "How does Gruberg meet quality standards?",
  "answ12": "Gruberg holds ISO certifications, which means our products meet international quality and safety standards. Our materials undergo regular laboratory testing, ensuring high compliance with durability, strength, and moisture resistance. These certificates and tests guarantee that Gruberg's cement and concrete comply with the most stringent construction regulations and standards.",
  "quest13": "Can I use Gruberg's cement/concrete for eco-friendly construction?",
  "answ13": "Yes, Gruberg's cement and concrete conform to eco-friendly construction standards. Our materials are made from environmentally safe ingredients, and our production processes focus on energy conservation and minimizing emissions. Additionally, Gruberg participates in green building programs, which enhance our products' status as ideal choices for sustainable construction.",
  "quest14": "How do I order Gruberg's cement/concrete?",
  "answ14": "Ordering our products is simple and convenient. You can visit Gruberg's website, click the contact button, and fill out the relevant fields. Enter your name, surname, phone number, email address, and any additional comments if necessary, and Gruberg's customer support team will contact you shortly.",
  "quest15": "What is the minimum order quantity for cement/concrete?",
  "answ15": "Gruberg offers maximum flexibility, and there is no predefined minimum order quantity for cement/concrete.",
  "quest16": "Does Gruberg offer wholesale or individual orders for large projects?",
  "answ16": "Yes, we provide both wholesale and individual orders for large construction projects. Our team assists you in determining the quantity of product you need and offers special pricing and services for large-scale projects, such as commercial and industrial buildings.",
  "quest17": "What kind of cement/concrete delivery service does Grauberg offer?",
  "answ17": "Grauberg provides cement and concrete delivery services to any location, whether it’s for residential, industrial, or commercial projects. Our fast and reliable logistics network ensures timely and safe delivery of products. The delivery service accommodates both small orders and large bulk requests. Within Zugdidi, the delivery service is free, while in other locations, the price is determined by distance.",
  "quest18": "Can I return or exchange Grauberg’s cement/concrete?",
  "answ18": "Our goal is to ensure maximum customer satisfaction. If the product is damaged, you can request a replacement; however, sold products cannot be returned.",
  "quest19": "How can I get consultation regarding Grauberg's products?",
  "answ19": "To receive consultation, please visit our website, click on the contact button, and fill in the necessary fields. Enter your first name, last name, phone number, email, and add any comments if needed. The Grauberg customer support team will contact you as soon as possible. Our employees will provide personalized advice for your project, assist you in selecting the right products, and explain the proper usage of Grauberg cement and concrete in detail.",
  "highFirmness": "High Firmness Concrete",
  "cement": "Cement",
  "concrete": "Concrete",
  "aboutGrauberg": "About Grauberg",
  "graubergMission": "The Mission of Grauberg",
  "graubergVision": "The Vision of Grauberg",
  "graubergConstructionMaterials": "Grauberg has played a significant role in the Georgian construction materials market for many years. The cement factory, located in the city of Zugdidi, has long been offering customers top-quality cement and concrete produced with the latest technology. Following a recent rebranding, it now positions itself under the name Grauberg. To establish itself in a competitive environment, Grauberg's products are offered at objectively the best price.",
  "qualityConstructionforProgress": "The production of high-quality construction materials, support for ongoing construction projects, and contribution to the development of Georgia's infrastructure represent our mission. We are committed to continuous improvement, increasing production, and expanding our product range to meet the diverse needs of our customers.",
  "settingNewStandardsinConstruction": "To be an example of progress in the construction industry and establish itself as a market leader, with our products and services reflecting the highest standards of quality and innovation. Grauberg refuses to compromise on anything that might affect the quality of its products. Our goal is to make a significant contribution to the quality of the work you deliver.",
  "qualityResponsibilityandGrowth": "Grauberg is guided by a commitment to quality assurance and social responsibility. We prioritize customer satisfaction, ethical business practices, and active participation in CSR initiatives and sustainability policies, bringing benefits to our community and environment. We are dedicated to producing authentic Georgian products, supporting local industries, and actively contributing to the growth and development of our country. Grauberg offers guaranteed high-quality products at the best prices and provides reliable service. We are committed to continuous improvement to be the most preferred choice for all construction projects in Georgia.",
  "clinker": "Clinker",
  "buildMix": "A concrete plant is a production facility where concrete is prepared using special technology and is used in various construction projects.",
  "cemStrength": "Proper use of cement in construction is of great importance as it determines the strength of the final structure.",
  "allBlogs": "All Blogs",
  "factoryStandardsBenefits": "Factory Standards and Their Advantages",
  "qualityConcreteHomes": "Apartments Reinforced with the Quality of Our Concrete",
  "concreteStrengthCementRole": "The Strength of Concrete and the Role of Cement",
  "constructionProcessSafety": "Safety in the Construction Process",
  "concreteInArchitectureEngineering": "Concrete in Modern Architecture and Engineering is a Remarkable Material. Its Durability, Strength, and Environmental Impact",
  "factoryConcreteMixing": "In the factory, all the necessary ingredients of concrete, including cement, sand, and water, are mixed in precise proportions",
  "concreteStrengthDurability": "Concrete is distinguished by its strength and durability, playing a significant role in the construction of various structures",
  "contactDescription": "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპო გრაფ იული ნაწარმის შემქმნელებს, რეალურთან მაქს"
}
