{
  "home": "Home",
  "about": "About Us",
  "products": "Products",
  "blog": "Blog",
  "contact": "Contact",
  "sendEmail": "Send us an email",
  "requestACall": "Request a call",
  "productTitle": "Our Premium Building Materials",
  "productDescription": "High-Quality Products to Meet All Your Construction Needs",
  "productsOneTitle": "Premium Portland Cement",
  "productsOneDescription": "Our Our Premium Portland Cement offers excellent durability and high strength, making it ideal for a wide range of construction projects. Perfect for both residential and commercial use",
  "productsTwoTitle": "High-Performance Concrete Mix",
  "productsTwoDescription": "Our High-Performance Concrete Mix ensures superior workability and performance, suitable for complex structures and heavy-duty applications",
  "productsThreeTitle": "Lightweight Aggregates",
  "productsThreeDescription": "Our Lightweight Aggregates are perfect for reducing the overall weight of structures without compromising strength, ideal for high-rise buildings and long-span bridges",
  "productsFourTitle": "Masonry Cement",
  "productsFourDescription": "Our Masonry Cement is designed for exceptional bonding and workability, perfect for brickwork, stone masonry, and plastering applications",
  "aboutSectionTitle": "GRAUBERG is a leading provider of",
  "aboutSectionTitleHighQuality": " high-quality ",
  "aboutSectionTitleBuildingMaterials": " building materials",
  "ourMission": "Our Mission",
  "aboutSectionSubItemsFirstDesc": "Our mission is to produce and distribute high-quality building materials at competitive prices, supporting ongoing construction projects and contributing to the development of Georgia's infrastructure.",
  "ourVision": "Our Vision",
  "aboutSectionSubItemsSecondDesc": "Our vision is to be a beacon of progress and excellence in the construction industry. We are dedicated to daily development and continuous improvement, ensuring that our products reflect the highest standard of quality and innovation.",
  "ourValues": "Our Values",
  "aboutSectionSubItemsThirdDesc": "GRAUBERG is guided by a commitment to quality, integrity, and social responsibility. We prioritize customer satisfaction, ethical business practices, and active participation in CSR initiatives that benefit our community",
  "getInTouch": "Get in touch",
  "getInTouchDescription": "Have questions or need more information? Get in touch with us today to discuss your project needs and discover how GRAUBERG can support your construction goals. We're here to help",
  "getInTouchWithUs": "Get in Touch with Us",
  "allRightReserved": "© 2023 Grauberg, All Rights Reserved",
  "heroTitle": "Building Georgia's Future with ",
  "heroTitleSpan": "Quality Materials",
  "heroDescription": "High-quality building materials at competitive prices",
  "name": "Name",
  "email": "Email",
  "phone": "Phone",
  "note": "Note",
  "submitRequest": "Submit Request",
  "message": "Message",
  "subject": "Subject",
  "send": "Send",
  "contactUs": "Contact Us",
  "required": "Required",
  "ourProduct": "Our Product",
  "strengthYou": "Strength You",
  "canBuildOn": "Can Build On",
  "frequentlyAskedQuestions": "Frequently Asked Questions",
  "popularBlog": "Popular Blog",
  "betonTypes": "Beton Types And Their Usage",
  "viewAll": "View All",
  "portlandcement": "PORTLANDCEMENT",
  "portlandText": "Grauberg has been an important player in the Georgian market of construction materials for many years. The cement factory, which is located in the city of Zugdidi, has been offering its customers the highest quality cement and concrete made with the latest technology for a long time. After the recent rebranding, it positions itself on behalf of Grauberg. In a competitive environment In order to establish, Grauberg's products are objectively the best It has a price.",
  "ourCementUsage": "Our Cement Usage",
  "cementUsageInfo": "The Grauberg CEM II/A-P 42.5 N series is ideal for civil and industrial construction projects such as roads, bridges, residential buildings and infrastructure facilities where strong and durable materials are required.",
  "cementS": "Cement's",
  "calculator": "Calculator",
  "thickness": "Thickness",
  "length": "Length",
  "height": "Height",
  "sm": "SM",
  "calculate": "Calculate",
  "cementNeeded": "Required Volume Of Cement",
  "cubicMeters": "Cubic Meters",
  "howMuchCement": "How many pieces of Grauberg cement will I need?",
  "cementPocket": "Cement Pocket",
  "cementAdventages": "What Are The Advantages Of Our Cement?",
  "highQuality": "High Quality",
  "internationalStandards": "Our products are made in accordance with international standards, which ensures the durability and reliability of the materials.",
  "endurance": "Endurance",
  "extremeClimatic": "Grauberg cement and concrete are characterized by high durability and resistance to extreme climatic conditions.",
  "ecologicStandards": "Ecologic standards",
  "ecologicStandardsInfo": "Our products comply with the requirements of ecological standards, which means that they are safe for both the environment and the consumer.",
  "highFirmness": "High Firmness Concrete",
  "cement": "Cement",
  "concrete": "Concrete"
}
