import dynamic from "next/dynamic";
import { aboutUsContent } from "@/content/aboutUsContent";

const LoaderComponent = dynamic(
  () => import("@/components/loaderComponent/LoaderComponent")
);
const AboutCardComponent = dynamic(
  () => import("@/components/aboutCardComponent/AboutCardComponent")
);

type ScrollCardData = {
  title: string;
  text: string;
};

const scrollCardData: ScrollCardData[] = [
  {
    title: "გრაუბერგის შესახებ",
    text: "სამშენებლო მასალების ქართულ ბაზარზე გრაუბერგს მრავალი წელია, მნიშვნელოვანი მოთამაშის როლი აქვს. ცემენტის ქარხანა, რომელიც ქალაქ ზუგდიდში მდებარეობს, უკვე დიდი ხანია, მომხმარებელს უახლესი ტექნოლოგიით დამზადებულ უმაღლესი ხარისხის ცემენტსა და ბეტონს სთავაზობს, ბოლო პერიოდში განხორციელებუული რებრენდინგის შემდგომ კი ის გრაუბერგის სახელით პოზიციონირებს. კონკურენტულ გარემოში თავის დამკვიდრების მიზნით, გრაუბერგის პროდუქციას ობიექტურად საუკეთესო ფასი აქვს.",
  },
  {
    title: "გრაუბერგის მისია",
    text: "მაღალი ხარისხის სამშენებლო მასალების წარმოება, მიმდინარე სამშენებლო პროექტების მხარდაჭერა და საქართველოს ინფრასტრუქტურის განვითარებაში წვლილის შეტანა წარმოადგენს. ჩვენ მზად ვართ მუდმივი გაუმჯობესებისთვის, წარმოების გაზრდისა და პროდუქციის ასორტიმენტის გაფართოებისთვის მომხმარებლის მრავალფეროვანი საჭიროებების დასაკმაყოფილებლად.",
  },
  {
    title: "გრაუბერგის ხედვაა",
    text: "იყოს პროგრესის მაგალითი სამშენებლო ინდუსტრიაში და ჩამოყალიბდეს ბაზრის ლიდერად, ჩვენმა პროდუქტებმა და სერვისებმა კი ხარისხისა და ინოვაციების უმაღლესი სტანდარტი ასახოს. გრაუბერგი უარს ამბობს ნებისმიერ კომპრომისზე, რომელიც, შესაძლოა, პროდუქციის ხარისხზე აისახოს. ჩვენი მიზანია, რომ მნიშვნელოვანი წვლილი  შევიტანოთ თქვენს მიერ შესრულებული სამუშაოს ხარისხში და დავიცვათ ჩვენი ვალდებულება სამართლიანი ფასების, დროული მიწოდებისა და უმაღლესი ხარისხის ყველა სტანდარტში. გრაუბერგი ხელმძღვანელობს ხარისხის უზრუნველყოფისა და სოციალური პასუხისმგებლობის ვალდებულებით. ჩვენ პრიორიტეტს ვანიჭებთ მომხმარებელთა კმაყოფილებას, ეთიკურ ბიზნეს პრაქტიკას და აქტიურ მონაწილეობას CSR ინიციატივებსა და მდგრადობის პოლიტიკაში, რაც ჩვენს საზოგადოებასა და გარემოს სარგებელს მოუტანს. ჩვენ მზად ვართ ვაწარმოოთ ნამდვილი ქართული პროდუქცია, მხარი დავუჭიროთ ადგილობრივ ინდუსტრიებს და აქტიური წვლილი შევიტანოთ ჩვენი ქვეყნის ზრდასა და განვითარებაში. გრაუბერგი მომხმარებელს საუკეთესო ფასად სთავაზობს გარანტირებულად ხარისხიან პროდუქციას და უწევს საიმედო მომსახურებას.Ჩვენ მუდმივი გაუმჯობესების ერთგულები ვართ, რათა ვიყოთ ყველაზე სასურველი არჩევანი საქართველოში მიმდინარე ყველა  სამშენებლო პროექტისთვის.",
  },
];

const AboutUs = () => {
  return (
    <LoaderComponent>
      <section className="flex flex-col gap-16 pt-24 h-full relative">
        <AboutCardComponent
          title="გრაუბერგის შესახებ"
          details={aboutUsContent.about}
        />
        <AboutCardComponent
          title="გრაუბერგის მისია"
          details={aboutUsContent.mission}
        />
        <AboutCardComponent
          title="გრაუბერგის ხედვაა"
          details={aboutUsContent.vision}
        />
        <div className="absolute inset-x-0 bottom-[-159px] h-40 bg-white rounded-b-lg"></div>
      </section>
    </LoaderComponent>
  );
};

export default AboutUs;
