{
  "home": "მთავარი",
  "about": "ჩვენს შესახებ",
  "products": "პროდუქცია",
  "contact": "კონტაქტი",
  "productTitle": "პრემიუმ ხარისხის სამშენებლო მასალები",
  "productDescription": "უმაღლესი ხარისხის პროდუქტები, თქვენი მოთხოვნების დასაკმაყოფილებლად",
  "aboutSectionTitle": "GRAUBERG არის",
  "aboutSectionTitleHighQuality": " მაღალი ხარისხის",
  "aboutSectionTitleBuildingMaterials": " სამშენებლო მასალების წამყვანი მიმწოდებელი",
  "ourMission": "ჩვენი მისია",
  "aboutSectionSubItemsFirstDesc": "ჩვენი მისიაა მაღალი ხარისხის სამშენებლო მასალების წარმოება და გავრცელება კონკურენტულ ფასებში, მიმდინარე სამშენებლო პროექტების მხარდაჭერა და საქართველოს ინფრასტრუქტურის განვითარებაში წვლილის შეტანა.",
  "ourVision": "ჩვენი ხედვა",
  "aboutSectionSubItemsSecondDesc": "ჩვენი ხედვაა ვიყოთ პროგრესისა და ბრწყინვალების შუქურა სამშენებლო ინდუსტრიაში. ჩვენ ვფიქრობთ ყოველდღიურ განვითარებასა და მუდმივ გაუმჯობესებაზე, იმის უზრუნველსაყოფად, რომ ჩვენი პროდუქტები ასახავს ხარისხისა და ინოვაციების უმაღლეს სტანდარტს.",
  "ourValues": "ჩვენი ღირებულებები",
  "aboutSectionSubItemsThirdDesc": "GRAUBERG ხელმძღვანელობს ხარისხის, მთლიანობისა და სოციალური პასუხისმგებლობის ვალდებულებით. ჩვენ პრიორიტეტია მომხმარებელთა კმაყოფილება, ეთიკური ბიზნეს პრაქტიკა და აქტიური მონაწილეობა CSR ინიციატივებში, რაც სასარგებლოა ჩვენი საზოგადოებისთვის.",
  "productsOneTitle": "პრემიუმ ხარისხის ცემენტი",
  "productsOneDescription": "ჩვენი პრემიუმ ხარისხის ცემენტი გამოირჩევა შესანიშნავი გამძლეობით და მაღალი სიმტკიცით, რაც იდეალურია სხვადასხვა სამშენებლო პროექტებისთვის. შესანიშნავია როგორც საცხოვრებელი, ასევე კომერციული გამოყენებისთვის",
  "productsTwoTitle": "მაღალი ხარისხის ბეტონის ნარევი",
  "productsTwoDescription": "ჩვენი მაღალი ხარისხის ბეტონის ნარევი უზრუნველყოფს მაღალ სამუშაო უნარიანობას და შესრულებას, შესაფერისია რთული სტრუქტურებისა და მძიმე დატვირთვის პროგრამებისთვის",
  "productsThreeTitle": "მსუბუქი აგრეგატები",
  "productsThreeDescription": "ჩვენი მსუბუქი აგრეგატები იდეალურია სტრუქტურების საერთო წონის შესამცირებლად სიმტკიცის კომპრომისის გარეშე, იდეალურია მაღალი კორპუსებისთვის და გრძელი ხიდებისთვის",
  "productsFourTitle": "ქვის ცემენტი",
  "productsFourDescription": "ჩვენი მაღალი ბეტონის ცემენტი შექმნილია განსაკუთრებული მიბმისა და სამუშაო უნარიანობისთვის, იდეალურია აგურის, ქვის ბეტონისა და ბათქაშის პროგრამებისთვის",
  "getInTouch": "დაგვიკავშირდი",
  "getInTouchDescription": "გაქვთ შეკითხვები ან გჭირდებათ მეტი ინფორმაცია? დაგვიკავშირდით დღეს, რათა განვიხილოთ თქვენი პროექტის საჭიროებები და აღმოაჩინეთ, თუ როგორ შეუძლია GRAUBERG-ს თქვენი სამშენებლო მიზნების მხარდაჭერა. ჩვენ აქ ვართ დასახმარებლად",
  "getInTouchWithUs": "დაგვიკავშირდი ჩვენ",
  "allRightReserved": "© 2023 Grauberg, All Rights Reserved",
  "heroTitle": "ვაშენებთ საქართველოს მომავალს ",
  "heroTitleSpan": "ხარისხიანი მასალებით",
  "heroDescription": "მაღალი ხარისხის სამშენებლო მასალები კონკურენტულ ფასად"
}
